README.md

# Table of Contents

1.  [Introduction](#org56ac850)
2.  [Folders](#orgd0af986)
    1.  [org](#org80e11d1)
        1.  [resources](#orgeb8b7ec)
    2.  [videos](#orgeeea99f)



<a id="org56ac850"></a>

# Introduction

This repo is for storing of various notes, annotations, and resource banks.


<a id="orgd0af986"></a>

# Folders


<a id="org80e11d1"></a>

## org

`org` is for storing of various miscellaneous orgfiles, these are best viewed in Emacs, my [Doom Emacs](https://github.com/hlissner/doom-emacs) config can be found [here](https://github.com/LiquidZulu/.doom.d).


<a id="orgeb8b7ec"></a>

### resources

`resources` is a folder for storing resource banks on various topics.


<a id="orgeeea99f"></a>

## videos

`videos` is where I keep all my annotations when studying a video, sorted by author.

